{
  "cryptids": [
    {
      "id": "1",
      "name": "Mothman",
      "origin": "West Virginia",
      "lore": "In West Virginian folklore, Mothman is a humanoid creature said to have appeared in Point Pleasant from November 15, 1966, to December 15, 1967. Two couples reported seeing a tall figure with glowing red eyes near an old munitions plant. Descriptions varied, with witnesses describing it as a muscular man with white wings. The sightings attracted attention after local newspapers covered the story, with additional reports from others, including volunteer firemen who described it as a large bird with red eyes.",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSrM2_JadZrYkHZUseGstXxY6WHQkJEKpVnHIObAWfbN01MKGdsBFic4QmLq_8Q0WHXsWc&usqp=CAU"
    },
    {
      "id": "2",
      "name": "Sasquatch",
      "origin": "North America",
      "lore": "Bigfoot, also commonly referred to as Sasquatch, is a large and hairy human-like mythical creature alleged by some to inhabit forests in North America, particularly in the Pacific Northwest. It is featured in both American and Canadian folklore. Folklorists trace the phenomenon of Bigfoot to a combination of factors and sources, including the European wild man figure, folk tales, and indigenous cultures. Examples of similar folk tales of wild, hair-covered humanoids exist throughout the world, such as the Skunk ape of the southeastern United States, the Almas, Yeren, and Yeti in Asia, and the Australian Yowie, as well as creatures in the mythologies of indigenous people. Bigfoot is often described as a large, muscular, and bipedal human or ape-like creature covered in black, dark brown, or dark reddish hair. Anecdotal descriptions estimate a height of roughly 6 to 9 feet (1.8 to 2.7 m), with some descriptions having the creatures standing as tall as 10 to 15 feet (3.0 to 4.6 m).",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQM5HAxVqkbX_TMAGi-LcYJig88Tf5dzoZN0Mnba6ji_YImMPXe5Ff1cPE07pINzDiv4Oc&usqp=CAU"
    },
    {
      "id": "1a0c",
      "name": "Jersey Devil",
      "origin": "New Jersey",
      "lore": "The New Jersey Pinelands, known for its pine trees and sandy roads, harbors a legendary figure: the Jersey Devil. Designated as the country’s sole state demon in 1938, it's described as a creature resembling a kangaroo with a horse-like face, dog-like head, bat-like wings, horns, and a tail. For over 250 years, this enigmatic being has supposedly roamed the Southern New Jersey marshes, occasionally emerging to wreak havoc in towns and cities. Numerous tales recount its exploits, from raiding chicken coops and farms to destroying crops and killing animals. Its presence has been reported in around fifty towns as it traverses Southern New Jersey, alternately intriguing and terrorizing residents. Despite numerous attempts to capture it, including offers of hefty rewards, the Jersey Devil has eluded capture, and reports of its demise remain inconclusive. Even the scientific community has struggled to explain its existence.",
      "image": "https://cdn.mos.cms.futurecdn.net/x5N5rTtcNiUi6QB5XFZnB7-1200-80.jpg"
    },
    {
      "id": "3",
      "name": "Loch Ness Monster",
      "origin": "Loch Ness, Scotland",
      "lore": "The Loch Ness Monster, often referred to as Nessie, is a legendary creature said to inhabit Loch Ness, a large freshwater lake in Scotland. Descriptions typically portray Nessie as a large, long-necked, aquatic creature resembling a plesiosaur or other prehistoric reptile. Sightings of the Loch Ness Monster have been reported for centuries, though there is no conclusive scientific evidence of its existence. The legend of Nessie has become a prominent part of Scottish folklore and has attracted significant attention from cryptozoologists and tourists alike.",
      "image": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2012/11/22/19/beast2.getty.jpg"
    },
    {
      "id": "4",
      "name": "Mongolian Death Worm",
      "origin": "Gobi Desert of Mongolia and China",
      "lore": "The Mongolian Death Worm is believed to inhabit the vast Gobi Desert of Mongolia and China. Descriptions suggest it can reach over five feet in length and grow several feet thick, sometimes even larger. These creatures burrow underground, patiently waiting until prey passes by, then swiftly bursting from the earth. Their ability to tunnel through both dirt and rocky terrain makes them formidable hunters. In winter, they lie dormant, but during warmer months, particularly in June and July, they become active hunters, often surfacing after rainfall when the ground is wet. Despite their seemingly unassuming appearance, they are powerful ambush predators capable of swift underground movement.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Allghoikhorkhoi.jpg"
    }
  ]
}